"%1.0lf seconds" = "%1.0lf secondi";
"%i days" = "%i giorni";
"%i hours" = "%i ore";
"%i minutes" = "%i minuti";
"%i weeks" = "%i settimane";
"1 day" = "1 giorno";
"1 hour" = "1 ora";
"1 minute" = "1 minuto";
"1 second" = "1 secondo";
"1 week" = "1 settimana";
"Copy Link" = "Copia Link";
"Custom..." = "Personalizzato...";
"Image Picker" = "Scegli Immagine";
"Invalid Input" = "Input non valido";
"OK" = "OK";
"Select Image" = "Seleziona Immagine";
